# Dependencies 
mafredri/zsh-async

# Aliases 
djui/alias-tips

# Workflow 
zsh-users/zsh-completions
zsh-users/zsh-autosuggestions
zsh-users/zsh-history-substring-search
zdharma/fast-syntax-highlighting

# Essentials from oh-my-zsh 
robbyrussell/oh-my-zsh folder:plugins/colored-man-pages
robbyrussell/oh-my-zsh folder:plugins/git
robbyrussell/oh-my-zsh folder:plugins/nvm
robbyrussell/oh-my-zsh folder:plugins/vi-mode

# Prompt theme 
geometry-zsh/geometry
