# Dependencies 
mafredri/zsh-async

# Aliases 
djui/alias-tips

# Workflow 
zsh-users/zsh-completions
zsh-users/zsh-autosuggestions
zsh-users/zsh-syntax-highlighting
zsh-users/zsh-history-substring-search

# oh-my-zsh bare essentials 
robbyrussell/oh-my-zsh folder:plugins/git
robbyrussell/oh-my-zsh folder:plugins/nvm
robbyrussell/oh-my-zsh folder:plugins/vi-mode
robbyrussell/oh-my-zsh folder:plugins/colored-man-pages

# Themes
denysdovhan/spaceship-prompt
# sindresorhus/pure
